tap "anomalyco/tap"
tap "domt4/autoupdate"
tap "oven-sh/bun"
brew "asciinema"
brew "openssl@3"
brew "azure-cli"
brew "bat"
brew "block-goose-cli"
brew "btop"
brew "coreutils"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "dust"
brew "entr"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mackup"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "pandoc"
brew "pinentry-mac"
brew "playwright-mcp"
brew "procs"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "watch"
brew "xh"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
cask "anydesk"
cask "arc"
cask "balenaetcher"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "cursor"
cask "displaylink"
cask "docker-desktop"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "keka"
cask "kiro"
cask "kitty"
cask "logi-options+"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "postman"
cask "powershell"
cask "raycast"
cask "slack"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
cask "windsurf"
cask "zed"
cask "zoom"
mas "Parallels Desktop", id: 1085114709
mas "Perplexity", id: 6714467650
mas "Windows App", id: 1295203466
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot-chat"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "ms-azuretools.vscode-containers"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "tomoki1207.pdf"
cargo "evtx"
uv "specify-cli"
